Repository: marjcarvalhodev/pydashboard
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Welcome to Kalulu Dashboard
pt_br: Bem-vindo ao Painel Kalulu

source: This platform helps researchers and teachers analyze game logs from Kalulu.
pt_br: Esta plataforma ajuda pesquisadores e professores a analisar os registros de jogo do Kalulu.

source: Log in to get started
pt_br: Faça login para começar

source: 📚 Students by School and Class
pt_br: 📚 Alunos por Escola e Turma

source: 📚 Class %(class_id)s
pt_br: 📚 Turma %(class_id)s

source: Summary for %(user_id)s
pt_br: Resumo de %(user_id)s

source: Summary for <strong>%(user_id)s
pt_br: Resumo de <strong>%(user_id)s

source: Game
pt_br: Jogo

source: Attempts
pt_br: Tentativas

source: Total Score
pt_br: Pontuação Total
